Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/educational_material_fi/mo_oa_un_samegiela_oahpahusa.pdf.tmx
Source language: sme
Languages: smn

source: Oahpahus sámegielas ja sámegillii Suomas
smn: Sämikielâ já sämikielâlâš máttááttâs Suomâst

source: Vejolašvuođat sámegiela ja sámegielat oahpahussii ásahuvvojit vuođđooahpahus- ja logahatlágain, oahpahus- ja kulturministeriija mearrádusain ja oahppoplána vuođuštusain.
smn: Máhđulâšvuođâin sämikielâ já sämikielâlii máttááttâsân asâtteh vuáđumáttááttâs- já luvâttâhlaavâin, máttááttâs- já kulttuurministeriö miärádâsâin já máttááttâsvuávám vuáđustâsâin.

source: Gustojeaddji vejolašvuođat gusket buot golmma sámegiela: anáraš-, nuortalaš- ja davvisámegiela.
smn: Vyeimistorroo máhđulâšvuođah kyeskih puoh kuulmâ sämikielân: anarâš-, nuorttâlâš- já tavesämikielân.

source: Sámiid ruovttuguovllu gielddain skuvllas lea geatnegasvuohta ordnet vuođđooahpahusa eanas osiid sámegillii daidda ohppiide, geat máhttet sámegiela.
smn: Sämikuávlu kieldâin škovlâ lii kenigâs orniđ sämikielâ mättee uáppei vuáđumáttááttâs válduoosijn sämikielân.

source: Geavadis dat dárkkuha vuođđooahpahusa oahppái vuoigatvuođa oažžut unnimustá beali oahpahusas sámegillii.
smn: Keevâtlávt tot meerhâš vuáđumáttááttâs uáppei vuoigâdvuođâ finniđ máttááttâsâst ucemustáá pele sämikielân.

source: Logahagas ja ámmátlaš skuvlejumis sámegielat oahpahus lea maid vejolaš.
smn: Luvâttuvvâst já áámmátlii škovliittâsâst sämikielâlâš máttááttâs lii meid máhđulâš.

source: Dasa lassin ruovttuguovllus lea vejolaš lohkat sámegiela sihke eatnigiellan ja vierisgiellan vuođđooahpahusas, logahagas ja ámmátlaš skuvlejumis.
smn: Lasseen sämikuávlust lii máhđulâš luuhâđ sämikielâ eenikielâ já vieres kielâ oppâamnâsin vuáđumáttááttâsâst, luvâttuvvâst já áámmátlii škovliittâsâst.

source: Sámiid ruovttuguovllu gielddaid olggobealde lea vejolaš oažžut sámegiela oahpahusa, muhto oahpahusa ordnen gáibida erenoamáš aktiivvalašvuođa !
smn: Sämikuávlu kieldâi ulguubeln lii máhđulâš finniđ sämikielâ máttááttâs, mutâ máttááttâs ornim váátá eromâš aktiivlâšvuođâ !

source: Oahpahus ordnejuvvo sihke lagas- ja gáiddusoahpahussan.
smn: Máttááttâs uárnejuvvoo sehe aldamáttááttâssân ete virtuaallávt.

source: Bargga ná: Juos háliidat sámegiela oahpahusa, evttot dan iežat skuvlla rektorii.
smn: Tooimâ návt: Jis halijdah sämikielâ máttááttâs, oovdânpyevti tuu táátu jieijâs škoovlâ rehtorân.

source: Sáhtát maid váldit oktavuođa sámedikki skuvlen- ja oahppomateriáladoaimmahahkii
smn: Puávtáh lasseen väldiđ ohtâvuođâ sämitige škovlim- já oppâmateriaaltoimâttâhân

source: info@samediggi.fi. Doaimmahat veahkeha studeanttaid, váhnemiid ja oahpahusa lágideddjiid oah
smn: info@samediggi.fi, kote iššeed uáppeid, vaanhimijd já škovliittâs uárnejeijeid máttááttâs ááigán

source: pahusa ollašuhttimis.
smn: finniimist.

source: Studeantadutkosis lea vejolaš čađahit sámegiela eatnigiela dahje vierisgiela iskosa.
smn: Pajeuáppeetutkosist lii máhđulâš čođâldittiđ sämikielâ eenikielâ teikâ vieres kielâ iskos.

source: Sámegiela lolas www.sogsakk.fi ja sámegiela gurssaid lágideami e-logahagas www.elukio.fi.
smn: Sämikielâ luvâttâhkuursâid lii máhđulâš čođâldittiđ meid virtuaallávt.

source: Logahatgursgahatgurssaid sáhttá čađahit maiddái gáiddusin.
smn: Sämikuávlu kieldâi ulguubeln luvâttuv jottei kannat čuávvuđ oppâfalâlduv säämi máttááttâskuávdáá virtuaalškoovlâst www.sogsakk.fi já lasseen sämikielâ kuursâi ornim e-luvâttuvvâst www.elukio.fi.

source: Daid ohppiid, geat vázzet logahaga sámiid ruovttuguovllu olggobealde, gánneha čuovvut oahpahusfálaldaga Sámi oahpahusguovddáža virtuálaskuvlsaid čađahanvejolašvuođain sáhttá jearrat maid sámiid ruovttuguovllu gielddaid logahagain, main leat virtuálastudeanttat juohke jagi.
smn: Luvâttâhkuursâi čođâldit temmáhđulâšvuođâ puáhtá koijâdiđ meid sämikuávlu kieldâi luvâttuvâin, main láá virtuaaluáppeeh jyehi ive.

source: Sámi oahpahusguovddáš ordne juohke jagi lagasskuvlejumi anáraš-, nuortalaš- ja davvisáme www.sogsakk.fi. Skuvlejupmi bistá olles lohkanbaji. gielain,
smn: Säämi máttááttâskuávdáš uárnee jyehi ive ubâ luuhâmpaje kukkosii aldaškovliittâs anarâš-, nuorttâlâš- já tavesämikielâ kielâin, www.sogsakk.fi.

source: Suomas golmma universitehtas sáhttá lohkat sámegiela: http://www.oulu.fi/giellagasinstituutti /,
smn: Suomâ ollâopâttuvâin kuulmâst lii máhđulâš oppâđ sämikielâ:

source: www.ulapland.fi, http://www.helsinki.fi/sup /.
smn: http://www.oulu.fi/giellagasinstituutti /, www.ulapland.fi, http://www.helsinki.fi/sup /.
